{
  "site_title": "TEKMBILICAL SOLUTIONS PRIVATE LIMITED",
  "site_description": "Crafting Modern Web & Mobile Applications",
  "services": {
    "title": "Our Services",
    "services": [
      {
        "title": "Web Development",
        "desc": "Responsive and scalable websites using React, Angular, Next.js, and Node.js."
      },
      {
        "title": "Mobile App Development",
        "desc": "Cross-platform and native mobile apps using React Native, Flutter, Swift, and Kotlin."
      },
      {
        "title": "UI/UX Design",
        "desc": "Modern, intuitive interfaces built with user-centric design principles and accessibility in mind."
      },
      {
        "title": "Custom Software Development",
        "desc": "Tailored ERP, CRM, SaaS, and enterprise solutions to streamline your business processes."
      },
      {
        "title": "CMS & E-commerce",
        "desc": "Custom content management systems and online stores using WordPress, Magento, and Shopify."
      },
      {
        "title": "Progressive Web Apps (PWA)",
        "desc": "App-like web experiences with offline support, push notifications, and faster performance."
      },
      {
        "title": "Cloud & DevOps",
        "desc": "Cloud-native development, CI/CD, Docker, Kubernetes, and infrastructure automation on AWS, Azure, and GCP."
      },
      {
        "title": "QA & Testing",
        "desc": "Manual and automated testing for functionality, performance, and security across platforms."
      },
      {
        "title": "AI & Emerging Tech",
        "desc": "Integrate AI, machine learning, chatbots, AR/VR, and blockchain into your digital products."
      }
    ]
  },
  "about_us": {
    "title": "About Us",
    "description": [
      {
        "text": "At our core, we are a dedicated team of developers and designers driven by passion and precision. We specialize in crafting high-performance web and mobile solutions tailored to meet your unique business goals. Backed by years of experience in the software industry, we combine technical excellence with a commitment to quality, ensuring reliable and scalable results every time."
      },
      {
        "text": "From intuitive UI/UX design to robust backend development, we offer end-to-end services that turn your ideas into digital reality. Our team stays ahead of the curve by leveraging the latest technologies like React, Next.js, Node.js, and Flutter to deliver modern, responsive, and user-friendly applications. We follow agile methodologies to ensure fast iterations, transparent communication, and on-time delivery."
      },
      {
        "text": "Whether you're a startup looking to build your MVP or an enterprise aiming to scale your digital infrastructure, we adapt to your needs with flexibility and focus. Our goal is not just to deliver a product, but to create long-term value for your business. Let's build something great together."
      }
    ]
  },
  "contact_us": {
    "title": "Get in Touch",
    "description": "We’d love to hear from you. Reach out to us for inquiries, collaborations, or just to say hello.",
    "email": "contact@tekmbilical.com",
    "phone": "+91-9876543210"
  },
  "social_links": [
    { "name": "facebook", "url": "https://facebook.com/tekmbilical", "icon": "bi-facebook" },
    { "name": "twitter", "url": "https://twitter.com/tekmbilical", "icon": "bi-twitter" },
    { "name": "linkedin", "url": "https://www.linkedin.com/company/tekmbilical-solutions-private-limited/", "icon": "bi-linkedin" },
    { "name": "instagram", "url": "https://instagram.com/tekmbilical", "icon": "bi-instagram" },
    { "name": "youtube", "url": "https://youtube.com/@tekmbilical", "icon": "bi-youtube" }
  ]
}